{
  "NavHome": "Accueil",
  "NavCareer": "Parcours",
  "NavProjects": "Projets",
  "NavSkills": "Compétences",
  "NavContact": "Contact",

  "Home": "Bienvenue sur mon Portfolio.",
  "Welcome": "Je suis un développeur full-stack.",

  "WelcomeAboutMeTitle": "Présentation",
  "WelcomeAboutMeContent": "Je suis m'appelle Arnaud <strong>Michel</strong>, je suis un développeur web full-stack. Je suis actuellement en second année de BUT Informatique à l'IUT Robert Schumann (Illkirch-Graffenstaden). J'ai commencé à apprendre la programmation web en 2019, et depuis je n'ai pas arrêté d'apprendre et de me perfectionner. J'ai créee ce site web pour vous présenter mes projets, mes compétences et mon parcours.",

  "Career": "Mon parcours",

  "HighSchoolTitle": "Baccalauréat Scientifique",
  "HighSchoolDescription": "J'ai obtenu mon baccalauréat scientifique en 2022 au lycée Gustave Courbet à Belfort. J'ai choisi la spécialité mathématiques et l'option informatique et sciences du numérique. J'ai obtenu la mention bien.",
  "CollegeTitle": "BUT Informatique",
  "CollegeDescription": "Je suis actuellement en deuxième année de BUT Informatique à l'IUT Robert Schumann (Illkirch-Graffenstaden).",
  "SuperUTitle": "Employé polyvalent",
  "SuperUDescription": "J'ai travaillé en tant qu'employé polyvalent à Super U à Valdoie pendant 2 mois. J'ai appris à travailler en équipe, à gérer mon temps et à être autonome.",
  "MTUTitle": "Semestre Erasmus",
  "MTUDescription": "J'ai passé un semestre en Erasmus au MTU à Cork, en Irlande, où j'ai perfectionné mon anglais, et continué mon BUT en informatique.",

  "Projects": "Mes projets",
  "NoobletyDescription0": "Nooblety est un jeu immersif qui vous transporte dans un univers médiéval se déroulant à Amboise pendant la Renaissance jusqu'au début des Guerres de religion (1450 - 1574). Vous commencerez en incarnant un jeune paysan, mais votre objectif est de gravir les échelons de la société pour devenir un noble respecté.",
  "NoobletyDescription1": "Votre personnage naît dans la peau d'un modeste paysan, et vous avez la liberté de choisir comment il évolue. Vous pouvez tenter de maximiser vos profits en vendant vos produits, ou bien essayer (même si cela peut s'avérer difficile) de bâtir un réseau de relations et une réputation parmi les différentes castes sociales. Une fois votre heure arrivée, le fils de votre personnage naît, vous prendrez le contrôle de sa destinée. Vous pourrez choisir son métier en fonction des ressources et de la réputation que vous avez accumulées avec le personnage précédent. Votre nouveau personnage, un fils né avec des opportunités différentes, pourra entreprendre diverses quêtes visant à obtenir la reconnaissance de la noblesse. Le jeu se poursuit jusqu'à ce que votre personnage atteigne le statut de noble tant convoité ou jusqu'à la fin d'un nombre prédéfini de générations. Serez-vous capable de guider votre lignée vers la noblesse et la gloire dans cet univers médiéval exigeant ?",
  "NoobletyTitleDescription0": "Aperçu du jeu",
  "NoobletyTitleDescription1": "Description du jeu",


  "NoobletyShortDescription": "Jeu ludique sur la société de caste à la Renaissance",

  "ParserShortDescription": "API de génération de diagrammes UML",
  "ParserDescription0": "Le projet consiste à créer une API permettant de générer des diagrammes UML à partir d'un package Java. L'API peut génénerer des diagrammes de classes de type DCA (Diagramme de Classe Abstrait) et DCC (Diagramme de Classe Concret).",

  "ApplicationCulinaireShortDescription": "Application de recettes de cuisine",
  "ApplicationCulinaireDescription0": "Cette application en Windows Forms et .NET permet de rechercher des recettes de cuisine, de les consulter, de les modifier et de les supprimer. Les recettes sont stockées dans une base de données SQL Server. L'application permet également de gérer les ingrédients et les catégories de recettes.",

  "SudokuSolverDescription0": "Ce projet est un solveur de sudoku en ligne. Il permet de résoudre des grilles de sudoku, de les générer et de les sauvegarder. Le solveur utilise un algorithme de backtracking pour résoudre les grilles.",
  "SudokuSolverShortDescription": "Solveur de sudoku avec backtracking",

  "ForetEternelleShortDescription": "Jeu de rôle en ligne",
  "ForetEternelleDescription0": "Forêt Éternelle est un projet de jeu vidéo en 2D lancé en 2012 par une équipe de passionnés, avec pour objectif de capturer l'essence même de la franchise Pokémon dans une expérience unique. En tant que fangame, notre ambition était de renouer avec les éléments qui ont fait le succès de la série tout en proposant une approche plus mature et un scénario profondément travaillé.",
  "ForetEternelleDescription1": "J'ai rejoint l'équipe en 2023 en tant que développeur ruby. J'ai travaillé sur le système de combat, le système de quêtes et le système de météo.",

  "GoToProject": "Voir le projet",
  "AllProjects": "Tous les projets",

  "All": "Tous",
  "Languages": "Langages",
  "WebDevelopment": "Développement web",
  "ToolsAndFramework": "Outils et Frameworks",
  "LearnMore": "En savoir plus",

  "Essential Basic Skills": "Compétences de base",
  "Discrete Mathematics": "Mathématiques discrètes",
  "Probability": "Probabilités à densité",
  "Linear Algebra": "Algèbre linéaire",
  "Cryptography": "Cryptographie",
  "Computer Networks": "Réseaux informatiques",
  "Design Patterns": "Design Patterns",
  "Data Structures": "Structures de données",
  "Algorithms": "Algorithmes",
  "MVC": "MVC",
  "Databases": "Bases de données",
  "Web Development": "Développement web",
  "Mobile Development": "Développement mobile",
  "Game Development": "Développement de jeux",
  "Teamwork": "Travail d'équipe",
  "HardTasks": "Tâches difficiles",
  "Difficult Schedules": "Horaires difficiles",
  "Autonomy": "Autonomie",
  "Adaptability": "Adaptabilité",
  "English": "Anglais",
  "Open Projects": "Open Source Projects",

  "MadeByMeTitle": "Ce site a été créé par moi-même",
  "MadeByMe": "Ce site a été créé exclusivement avec ReactJS, HTML et CSS pour offrir une expérience utilisateur fluide et esthétique. Grâce à ces technologies modernes, je vous proposons une navigation intuitive et responsive. De plus, ce site est disponible en plusieurs langues et dispose d'un mode jour/nuit pour une expérience personnalisée.",
  "SourceCode": "Code source",
  "Links": "Liens",
  "Email": "Email",
  "Phone": "Téléphone",
  "Address": "Adresse",
  "AllRightsReserved": "Tous droits réservés",

  "timeline": "Chronologie",
  "contributors": "Contributeurs",
  "role": "Rôle",
  "gitpath": "Dépôt Git",
  "link": "Lien",

  "images": "Images",
  "video": "Vidéo",
  "back": "Retour"
}